Repository: panchi64/418-vehicle-maintenance-tracker
Catalog: apps/checkpoint/ios/checkpoint/Resources/Localizable.xcstrings
Source language: en
Languages: es

# a11y.attachment.count_plural
source: %d attachments
es: %d adjuntos

# a11y.attachment.count_singular
source: %d attachment
es: %d adjunto

# a11y.attachment.file
source: File attachment
es: Archivo adjunto

# a11y.attachment.pdf
source: PDF attachment
es: PDF adjunto

# a11y.attachment.photo
source: Photo attachment
es: Foto adjunta

# a11y.attachment.remove
source: Remove attachment
es: Quitar adjunto

# a11y.captureOdometer
source: Capture odometer reading
es: Capturar lectura del odómetro

# a11y.collapsed
source: Collapsed
es: Contraído

# a11y.confidence.high
source: High confidence
es: Confianza alta

# a11y.confidence.low
source: Low confidence
es: Confianza baja

# a11y.confidence.medium
source: Medium confidence
es: Confianza media

# a11y.date
source: Date
es: Fecha

# a11y.detectedMileage
source: Detected odometer reading
es: Lectura del odómetro detectada

# a11y.distanceUnit
source: Distance unit
es: Unidad de distancia

# a11y.expanded
source: Expanded
es: Expandido

# a11y.format.bold
source: Bold
es: Negrita

# a11y.format.bulletedList
source: Bulleted list
es: Lista con viñetas

# a11y.format.numberedList
source: Numbered list
es: Lista numerada

# a11y.saveUnavailable
source: Unavailable
es: No disponible

# a11y.saveUnavailableHint
source: A required field is missing. Double-tap to go to it.
es: Falta un campo obligatorio. Toca dos veces para ir a él.

# a11y.scanWithCamera
source: Scan with camera
es: Escanear con la cámara

# a11y.vehicleOptions
source: Options for %@
es: Opciones de %@

# addvehicle.basics
source: Vehicle Basics
es: Datos básicos del vehículo

# addvehicle.scanning_odometer
source: Scanning odometer...
es: Escaneando odómetro…

# addvehicle.scanning_vin
source: Scanning VIN...
es: Escaneando VIN…

# addvehicle.scanVIN
source: Scan the VIN plate
es: Escanear la placa del VIN

# addvehicle.vin_align_guide
source: ALIGN VIN HERE
es: ALINEAR VIN AQUÍ

# addvehicle.vin_details_filled
source: DETAILS FILLED FROM VIN
es: DETALLES COMPLETADOS DESDE EL VIN

# addvehicle.vin_lookup
source: Look Up VIN
es: Consultar VIN

# addvehicle.vin_lookup_loading
source: Looking Up...
es: Consultando…

# addvehicle.vinCharactersRemaining
source: %lld more characters to look this up.
es: Faltan %lld caracteres para buscarlo.

# addvehicle.vinForbiddenLetters
source: A VIN never contains I, O, or Q. Check for a 1 or a 0.
es: Un VIN nunca lleva I, O ni Q. Busca un 1 o un 0.

# advisory.a11yBlocking
source: Needs fixing
es: Requiere corrección

# advisory.a11yCaution
source: Check this
es: Verifica esto

# advisory.a11yDecision
source: Needs your decision
es: Requiere tu decisión

# advisory.a11yInfo
source: Note
es: Nota

# attach.openDetailHint
source: Opens the document detail view
es: Abre el detalle del documento

# attach.scanFailed
source: Scan failed. Please try again.
es: No se pudo escanear. Inténtalo de nuevo.

# attach.source.photo
source: PHOTO
es: FOTO

# attach.source.receipt
source: RECEIPT
es: RECIBO

# camera.accessDenied.message
source: Checkpoint needs the camera to read your odometer. Turn on Camera for Checkpoint in Settings, or type the reading instead.
es: Checkpoint necesita la cámara para leer tu odómetro. Activa la Cámara para Checkpoint en Ajustes, o escribe la lectura.

# camera.accessDenied.openSettings
source: Open Settings
es: Abrir Ajustes

# camera.accessDenied.title
source: Camera access is off
es: El acceso a la cámara está desactivado

# camera.capture
source: CAPTURE
es: CAPTURAR

# camera.confidence.high
source: HIGH
es: ALTA

# camera.confidence.low
source: LOW
es: BAJA

# camera.confidence.medium
source: MEDIUM
es: MEDIA

# camera.guide.odometer
source: ALIGN ODOMETER HERE
es: ALINEA EL ODÓMETRO AQUÍ

# camera.receipt.noText
source: No text could be recognized in the image
es: No se pudo reconocer texto en la imagen

# camera.receipt.processingFailed
source: Failed to process the image
es: No se pudo procesar la imagen

# category.maintenance
source: Maintenance
es: Mantenimiento

# category.repair
source: Repair
es: Reparación

# category.upgrade
source: Upgrade
es: Mejora

source: Check Next Due
es: Ver lo próximo

source: Check Next Due Service
es: Ver el próximo servicio

source: Check next due service on ${vehicle}
es: Ver el próximo servicio de ${vehicle}

source: Check what maintenance is due next on your vehicle
es: Mira qué mantenimiento le toca próximamente a tu vehículo

# climate.coldWinter.detail
source: Northeast, Midwest, Mountain — harsh winters, road salt
es: Noreste, Medio Oeste, Montañas: inviernos duros, sal en las carreteras

# climate.coldWinter.name
source: Cold Winters
es: Inviernos fríos

# climate.hotDry.detail
source: Southwest, desert — extreme heat, minimal rain
es: Suroeste, desierto: calor extremo, poca lluvia

# climate.hotDry.name
source: Hot & Dry
es: Caluroso y seco

# climate.hotHumid.detail
source: Southeast, Gulf Coast — heat, humidity, heavy rain
es: Sureste, costa del Golfo: calor, humedad, lluvias fuertes

# climate.hotHumid.name
source: Hot & Humid
es: Caluroso y húmedo

# climate.mildFourSeason.detail
source: Mid-Atlantic, Pacific NW — moderate winters
es: Atlántico Medio, noroeste del Pacífico: inviernos moderados

# climate.mildFourSeason.name
source: Mild Four-Season
es: Cuatro estaciones templadas

# climate.tropical.detail
source: Hawaii, PR, USVI — year-round warm
es: Hawái, PR, Islas Vírgenes: calor todo el año

# cluster.logAll
source: LOG ALL %lld SERVICES AT CURRENT MILEAGE
es: REGISTRA LOS %lld SERVICIOS CON EL MILLAJE ACTUAL

# cluster.markAllDone
source: MARK ALL DONE
es: MARCAR TODOS COMO HECHOS

# cluster.row.due
source: DUE
es: VENCE

# cluster.row.services
source: SERVICES
es: SERVICIOS

# cluster.row.target
source: TARGET
es: META

# cluster.row.window
source: WINDOW
es: MARGEN

# cluster.services
source: Services
es: Servicios

# cluster.summary
source: Summary
es: Resumen

# cluster.tip.body
source: Handling multiple services in one visit reduces trips and may lower labor costs.
es: Hacer varios servicios en una sola visita te ahorra viajes y puede bajar el costo de mano de obra.

# cluster.tip.label
source: TIP
es: CONSEJO

# cluster.tip.title
source: SCHEDULE TOGETHER
es: PROGRÁMALOS JUNTOS

# cluster.title
source: Service Visit
es: Visita de servicio

# common.back
source: Back
es: Atrás

# common.cancel
source: Cancel
es: Cancelar

# common.close
source: Close
es: Cerrar

# common.delete
source: Delete
es: Eliminar

# common.dismiss
source: Dismiss
es: Descartar

# common.done
source: Done
es: Listo

# common.next
source: Next
es: Siguiente

# common.save
source: Save
es: Guardar

# common.stepOfTotal
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld

# common.undo
source: Undo
es: Deshacer

# common.update
source: Update
es: Actualizar

# common.viewAll
source: View all
es: Ver todo

# costs.category.uncategorized
source: Uncategorized
es: Sin categoría

# costs.chart.category
source: Category
es: Categoría

# costs.chart.categorySummary
source: %1$@ is %2$lld%% of spending.
es: %1$@ representa el %2$lld%% del gasto.

# costs.chart.categoryTitle
source: By Category, %@
es: Por categoría, %@

# costs.chart.trend
source: Trend
es: Tendencia

# costs.chart.trendSummary
source: Averages %1$@ a month; highest %2$@, %3$@.
es: Promedio de %1$@ al mes; el más alto, %2$@ con %3$@.

# costs.chart.trendTitle
source: Per Month, %@
es: Por mes, %@

# costs.compare.detail
source: %1$@ so far this year, %2$@ by this date in %3$@
es: %1$@ en lo que va del año, %2$@ a esta fecha en %3$@

# costs.compare.less
source: %lld%% less than this point last year
es: %lld%% menos que a estas alturas el año pasado

# costs.compare.more
source: %lld%% more than this point last year
es: %lld%% más que a estas alturas el año pasado

# costs.compare.same
source: Same as this point last year
es: Igual que a estas alturas el año pasado

# costs.costPerKilometer
source: %@ per km driven
es: %@ por km recorrido

# costs.costPerKilometer.label
source: Cost per kilometer
es: Costo por kilómetro

# costs.costPerMile
source: %@ per mile driven
es: %@ por milla recorrida

# costs.costPerMile.label
source: Cost per mile
es: Costo por milla

# costs.empty.none.message
source: Record service costs when completing maintenance
es: Registra los costos de servicio al completar mantenimiento

# costs.empty.none.title
source: No Expenses
es: Sin gastos

# costs.empty.start.message
source: As you log more services, you'll see spending trends and where the money goes.
es: Conforme registres más servicios, verás tendencias y a dónde va tu dinero.

# costs.empty.start.title
source: Off to a Good Start
es: Buen comienzo

# costs.expenses
source: Expenses
es: Gastos

# costs.hero.average
source: %@ a month on average
es: %@ al mes en promedio

# costs.hero.average12Months
source: %@ a month on average over the last 12 months
es: %@ al mes en promedio en los últimos 12 meses

# costs.note.category
source: A breakdown appears once expenses span two categories.
es: El desglose aparece cuando los gastos abarcan dos categorías.

# costs.note.compare
source: Appears once last year has expenses by this date.
es: Aparece cuando el año pasado tenga gastos a esta fecha.

# costs.note.costPerKilometer
source: Cost per kilometer appears once this period has two expenses at different odometer readings.
es: El costo por kilómetro aparece cuando este período tenga dos gastos con lecturas de odómetro distintas.

# costs.note.costPerMile
source: Cost per mile appears once this period has two expenses at different odometer readings.
es: El costo por milla aparece cuando este período tenga dos gastos con lecturas de odómetro distintas.

# costs.note.emptyPeriod
source: Nothing spent in this period.
es: Sin gastos en este período.

# costs.note.trend
source: A trend appears once three months have expenses.
es: La tendencia aparece cuando haya gastos en tres meses.

# costs.note.trend30Days
source: A trend appears once this period has two expenses.
es: La tendencia aparece cuando este período tenga dos gastos.

# costs.period.12m
source: Last 12 Months
es: Últimos 12 meses

# costs.period.30d
source: Last 30 Days
es: Últimos 30 días

# costs.period.all
source: All Time
es: Todo el historial

# costs.period.picker
source: Period
es: Período

# costs.period.short.all
source: All
es: Todo

# costs.period.short.ytd
source: YTD
es: Año

# costs.period.ytd
source: Year to Date
es: En lo que va del año

# costs.row.outlier
source: OUTLIER
es: ATÍPICO

# costs.share.action
source: Share
es: Compartir

# costs.share.subject
source: Vehicle costs
es: Costos del vehículo

# desc.completedViaWidget
source: Completed via widget
es: Completado desde el widget

# desc.daysOverdue
source: %lld days overdue
es: Vencido hace %lld días

# desc.distanceOverdue
source: %1$@ %2$@ overdue
es: Vencido por %1$@ %2$@

# desc.distanceRemaining
source: %1$@ %2$@ remaining
es: Quedan %1$@ %2$@

# desc.dueInDays
source: Due in %lld days
es: Vence en %lld días

# desc.dueNow
source: Due now
es: Vence ahora

# desc.dueToday
source: Due today
es: Vence hoy

# desc.dueTomorrow
source: Due tomorrow
es: Vence mañana

# desc.marbeteRenewal
source: Marbete Renewal
es: Renovación del marbete

# desc.marbeteSet
source: Set
es: Definido

# desc.mileage.daysAgo
source: Updated %lld days ago
es: Actualizado hace %lld días

# desc.mileage.never
source: Never updated
es: Nunca actualizado

# desc.mileage.today
source: Updated today
es: Actualizado hoy

# desc.mileage.yesterday
source: Updated yesterday
es: Actualizado ayer

# desc.scheduled
source: Scheduled
es: Programado

# disclosure.collapsed
source: Collapsed
es: Contraído

# disclosure.expanded
source: Expanded
es: Expandido

# distance.miles_default
source: mi (default)
es: mi (predeterminado)

# distance.unit_title
source: Distance Unit
es: Unidad de distancia

# document.type.inspection
source: Inspection
es: Inspección

# document.type.insurance
source: Insurance
es: Seguro

# document.type.other
source: Other
es: Otro

# document.type.receipt
source: Receipt
es: Recibo

# document.type.registration
source: Registration
es: Registro

# document.type.title
source: Title
es: Título

# document.type.warranty
source: Warranty
es: Garantía

# documents.add
source: Add Document
es: Añadir Documento

# documents.delete_count
source: Delete (%lld)
es: Eliminar (%lld)

# documents.delete.action
source: Delete
es: Eliminar

# documents.delete.bulk_confirm_message
source: You can undo this right after.
es: Podrás deshacerlo justo después.

# documents.delete.bulk_confirm_title
source: Delete %d documents?
es: ¿Eliminar %d documentos?

# documents.delete.error
source: Couldn't delete. Please try again.
es: No se pudo eliminar. Inténtalo de nuevo.

# documents.editNotes
source: Edit Notes
es: Editar notas

# documents.empty.action
source: Add Your First Document
es: Añade Tu Primer Documento

# documents.empty.message
source: Keep registration, insurance, and other vehicle files in one place.
es: Guarda registro, seguro y otros archivos del vehículo en un solo lugar.

# documents.empty.title
source: No Documents Yet
es: Aún Sin Documentos

# documents.extracted_text.label
source: Extracted Text
es: Texto Extraído

# documents.fileNameLabel
source: File Name
es: Nombre del archivo

# documents.fileNamePlaceholder
source: document.pdf
es: documento.pdf

# documents.fileNameRequired
source: A file name is needed to find this document later.
es: Se necesita un nombre de archivo para encontrar este documento después.

# documents.from_service_log
source: From service log
es: Del registro de servicio

# documents.link_to_other_vehicles
source: Also link to other vehicles
es: También vincular a otros vehículos

# documents.linked_count
source: Linked to %d vehicles
es: Vinculado a %d vehículos

# documents.linked_vehicles.edit
source: Edit
es: Editar

# documents.linked_vehicles.label
source: Linked Vehicles
es: Vehículos Vinculados

# documents.more_actions
source: More actions
es: Más acciones

# documents.no_linked_vehicles
source: No linked vehicles
es: Sin vehículos vinculados

# documents.notes.label
source: Notes
es: Notas

# documents.notes.placeholder
source: Add a note about this document
es: Añade una nota sobre este documento

# documents.open_badge
source: Open
es: Abrir

# documents.open_full.hint
source: Opens the document in the system viewer
es: Abre el documento en el visor del sistema

# documents.open_full.label
source: Open full document
es: Abrir documento completo

# documents.remove_last_vehicle.confirm_message
source: This document isn't linked to any other vehicle. Removing this link will delete the document.
es: Este documento no está vinculado a ningún otro vehículo. Quitar este vínculo eliminará el documento.

# documents.remove_last_vehicle.confirm_title
source: Remove last vehicle link?
es: ¿Quitar el último vehículo vinculado?

# documents.row.quick_specs
source: Documents
es: Documentos

# documents.search.placeholder
source: Search documents
es: Buscar documentos

# documents.select.action
source: Select
es: Seleccionar

# documents.selection.done_action
source: Done
es: Listo

# documents.service_fallback
source: Service
es: Servicio

# documents.share.action
source: Share
es: Compartir

# documents.share.count
source: Share (%d)
es: Compartir (%d)

# documents.source.camera
source: Scan Document
es: Escanear Documento

# documents.source.files
source: Choose File
es: Elegir Archivo

# documents.source.photos
source: Choose Photo
es: Elegir Foto

# documents.title
source: Documents
es: Documentos

# documents.toast.deleted
source: Document deleted
es: Documento eliminado

# documents.toast.deletedCount
source: Documents deleted: %lld
es: Documentos eliminados: %lld

# documents.type.label
source: Type
es: Tipo

source: DUE
es: VENCE

source: Due %@
es: Vence %@

source: DUE AT
es: VENCE A

source: DUE SOON
es: PRÓXIMO

# duesoon.days_desc
source: Choose when a date-based service is marked "due soon" based on days remaining.
es: Elige cuándo un servicio por fecha se marca como «próximo a vencer» según los días restantes.

# duesoon.days_title
source: Days Threshold
es: Umbral de días

# duesoon.default
source: Default
es: Predeterminado

# duesoon.mileage_desc
source: Choose when a service is marked "due soon" based on mileage remaining.
es: Elige cuándo un servicio se marca como «próximo a vencer» según el kilometraje restante.

# duesoon.mileage_title
source: Mileage Threshold
es: Umbral de kilometraje

source: Early %@
es: Principios de %@

# edit.alsoMoveReminder
source: Also move next reminder
es: Mover también el próximo recordatorio

# edit.beforeLog
source: Before %@
es: Antes de %@

# edit.betweenLogs
source: Between %@ and %@
es: Entre %@ y %@

# edit.logMileageRequired
source: Mileage reminders are measured from this reading. Enter the odometer at the time of service.
es: Los recordatorios por millaje se miden desde esta lectura. Ingresa el odómetro al momento del servicio.

# edit.sinceLog
source: Since %@
es: Desde %@

# edit.visitOccasionHint
source: Date and mileage apply to all %d services from this visit
es: La fecha y el millaje se aplican a los %d servicios de esta visita

# edit.visitTotal
source: Visit total
es: Total de la visita

# edit.visitTotalHint
source: Visit total, shared by the %d services done together
es: Total de la visita, compartido por los %d servicios hechos juntos

# edit.was
source: Was: %@
es: Antes: %@

# empty.noVehicleMessage
source: Select or add a vehicle to view services
es: Selecciona o añade un vehículo para ver los servicios

# empty.noVehicleTitle
source: No vehicle
es: Sin vehículo

source: Expired
es: Vencido

source: EXPIRED
es: VENCIDO

source: EXPIRES
es: VENCE

source: Expires %@
es: Vence %@

# export.failed
source: Failed to generate PDF. Please try again.
es: No se pudo generar el PDF. Inténtalo de nuevo.

# export.generate
source: Generate PDF
es: Generar PDF

# export.includeTotal
source: Include Total
es: Incluir total

# export.includeTotalDetail
source: Show total amount spent
es: Mostrar el total gastado

# export.pdf.empty
source: No service records found for this vehicle.
es: No hay registros de servicio para este vehículo.

# export.pdf.footer
source: Generated by Checkpoint // %@
es: Generado por Checkpoint // %@

# export.pdf.historyHeader
source: SERVICE HISTORY
es: HISTORIAL DE SERVICIOS

# export.pdf.page
source: PAGE %lld
es: PÁGINA %lld

# export.pdf.plate
source: Plate: %@
es: Tablilla: %@

# export.pdf.reportSubtitle
source: SERVICE HISTORY REPORT
es: INFORME DE HISTORIAL DE SERVICIOS

# export.pdf.serviceFallback
source: Service
es: Servicio

# export.pdf.totalSpent
source: TOTAL SPENT
es: TOTAL GASTADO

# export.serviceCount.one
source: 1 service recorded
es: 1 servicio registrado

# export.serviceCount.other
source: %lld services recorded
es: %lld servicios registrados

# export.title
source: EXPORT SERVICE HISTORY
es: EXPORTAR HISTORIAL DE SERVICIOS

# form.addAttachments
source: Add Attachments
es: Añadir adjuntos

# form.attachments
source: Attachments
es: Adjuntos

# form.browseAll
source: Browse all services
es: Ver todos los servicios

# form.category
source: Category
es: Categoría

# form.categoryBody
source: Body
es: Carrocería

# form.categoryBrakes
source: Brakes
es: Frenos

# form.categoryElectrical
source: Electrical
es: Eléctrico

# form.categoryEngine
source: Engine
es: Motor

# form.categoryFluids
source: Fluids
es: Fluidos

# form.categoryOther
source: Other
es: Otros

# form.categoryTires
source: Tires
es: Neumáticos

# form.categoryTransmission
source: Transmission
es: Transmisión

# form.change
source: Change
es: Cambiar

# form.changeService
source: Change service, %@
es: Cambiar servicio, %@

# form.completesService
source: Completes %@
es: Completa %@

# form.completesServiceWithStatus
source: Completes %1$@ — %2$@
es: Completa %1$@ — %2$@

# form.correctItUpward
source: Correct it upward
es: Corregirlo hacia arriba

# form.cost
source: Cost
es: Costo

# form.dateOrMileage
source: %1$@ or at %2$@
es: %1$@ o a los %2$@

# form.datePerformed
source: Date Performed
es: Fecha del servicio

# form.depthSummary
source: %@ · repeat · notes · receipt
es: %@ · repetición · notas · recibo

# form.depthSummarySchedule
source: Repeat interval · notes
es: Intervalo de repetición · notas

# form.details
source: Details
es: Detalles

# form.detailsCount
source: Details · %d
es: Detalles · %d

# form.discard
source: Discard
es: Descartar

# form.discardTitle
source: Discard changes?
es: ¿Descartar los cambios?

# form.draftDiscard
source: Discard
es: Descartar

# form.draftFrom
source: Draft from %@
es: Borrador de %@

# form.draftResume
source: Resume
es: Continuar

# form.draftResumeTitle
source: Resume where you left off?
es: ¿Continuar donde quedaste?

# form.dueDate
source: Due Date
es: Fecha de vencimiento

# form.dueInInterval
source: In %@
es: En %@

# form.dueMileage
source: Due Mileage
es: Millaje de vencimiento

# form.dueNow
source: Due now
es: Pendientes ahora

# form.enterReading
source: Enter the odometer reading.
es: Ingresa la lectura del odómetro.

# form.every
source: Every
es: Cada

# form.everyInterval
source: Every %@
es: Cada %@

# form.everyIntervalWhicheverFirst
source: Every %@, whichever comes first.
es: Cada %@, lo que ocurra primero.

# form.fewerDetails
source: Fewer details
es: Menos detalles

# form.fires
source: Fires
es: Avisa

# form.firesAtMileage
source: At %@
es: A las %@

# form.firesAtMileageInDays
source: At %1$@ — about %2$lld days away at your pace
es: A las %1$@ — unos %2$lld días a tu ritmo

# form.firesOnceYouEnterMileage
source: Once you enter a mileage
es: Cuando ingreses un millaje

# form.firesOnceYouPickDate
source: Once you pick a date
es: Cuando elijas una fecha

# form.keepEditing
source: Keep Editing
es: Seguir editando

# form.keepMyOdometer
source: Keep my odometer
es: Mantener mi odómetro

# form.mileage
source: Mileage
es: Millaje

# form.monthsSuffix
source: months
es: meses

# form.moreDetails
source: More details
es: Más detalles

# form.nextDue
source: Next Due
es: Próximo vencimiento

# form.nextReminderTitle
source: Next Reminder
es: Próximo recordatorio

# form.noReminder
source: No reminder
es: Sin recordatorio

# form.notes
source: Notes
es: Notas

# form.notesPlaceholder
source: Add notes...
es: Añade notas…

# form.ocrBelowPrevious
source: Below your previous reading (%@).
es: Menor que tu lectura anterior (%@).

# form.ocrDetectedValue
source: Detected value
es: Valor detectado

# form.ocrLowConfidence
source: Low confidence — check the number before using it.
es: Confianza baja: revisa el número antes de usarlo.

# form.ocrTapToEdit
source: Tap to edit
es: Toca para editar

# form.ocrTitle
source: Scanned Reading
es: Lectura escaneada

# form.odometerAtService
source: Odometer at service
es: Odómetro al servicio

# form.odometerContradiction
source: This is dated earlier than your last reading but is higher than it (%@). Which is right?
es: Esto tiene una fecha anterior a tu última lectura pero es mayor que ella (%@). ¿Cuál es correcta?

# form.odometerStaysAt
source: Your odometer stays at %@.
es: Tu odómetro se queda en %@.

# form.optionalTag
source: Optional
es: Opcional

# form.orEvery
source: Or Every
es: O cada

# form.recent
source: Recent
es: Recientes

# form.remindMeAt
source: Remind me at
es: Avísame a las

# form.remindMileageRequired
source: Enter the mileage to be reminded at, or this reminder will not fire.
es: Ingresa el millaje del aviso, o este recordatorio no se activará.

# form.remindNextTime
source: Remind me next time
es: Recuérdame la próxima vez

# form.repeatAfterCompletion
source: Repeat after completion
es: Repetir al completar

# form.repeats
source: Repeats
es: Repetición
